[{
        "name": "Vestimenta y Construcciones de Género",
        "code": "IHI0520",
        "about": "Este curso propone un acercamiento a la historia de la vestimenta y la moda desde una perspectiva de género. Enfatiza la forma cómo las construcciones y normas sobre identidades y roles de género determinan aquello que consideramos apropiado o inconveniente, en materia de apariencias. Se espera que al término del curso el estudiantado analice críticamente y comunique en forma oral y escrita las distintas expresiones vestimentarias contemporáneas asociadas al género. Estos aprendizajes serán desarrollados mediante debates, producciones escritas, proyectos grupales y evaluados mediante ensayos , proyectos de investigación y exposiciones orales."
    },
    {
        "name": "Patrimonio Cultural y Memoria Histórica",
        "code": "VIL633",
        "about": "El curso pretende que los y las estudiantes desarrollen reconocimiento y valoración del patrimonio cultural material e inmaterial, desde un plano local y personal. Con ello, concientizar el resguardo del patrimonio. Se trabajará con una metodología activa, utilizando estrategias de estudios de casos, aprendizaje invertido, aprendizaje basado en problemas. El curso se evaluará a través de podcast, análisis de casos, trabajo de conceptualización de un objeto patrimonial y diseño de un proyecto."
    },
    {
        "name": "Culturas Populares Contemporáneas Americanas",
        "code": "EST3200",
        "about": "Este curso se propone proveer de herramientas conceptuales para el análisis de distintas manifestaciones de las “culturas populares” americanas en la época actual, revisando sus vínculos con procesos de modernización ocurridos durante el siglo XX, mas haciendo hincapié en aquellos gestados en la coyuntura política y social desde la década de los ochenta hasta el presente. Para realizar esta tarea, se estudian textos que desde la teoría contemporánea occidental y americana se han planteado la labor de pensar la relación entre sujetos populares, comunidad y expresión cultural. Asimismo, se analizan casos concretos con los que dichas teorías se entretejen, explorando la emergencia de teorías desde las propias prácticas populares."
    },
    {
        "name": "Taller de Infografía",
        "code": "COM809",
        "about": "En este curso los estudiantes adquirirán herramientas para la representación visual de un hecho o noticia a través de una infografía. A su vez el alumno aprenderá a utilizar metodologías para desarrollar proyectos gráficos, diagramas, ilustraciones, entre otros, que faciliten el entendimiento del lector."
    },
    {
        "name": "Introducción a la publicidad",
        "code": "COM404",
        "about": "El curso se orienta a entregar a los alumnos una visión general de la publicidad, introduciéndolos en la industria, en los objetivos y funciones de la actividad, en los sistemas, procesos y técnicas de trabajo profesionales, y en las estructuras organizativas."
    }
]